These are scheduled 3pm-4:30pm in Doherty Hall 1102 (conference room across the hall from the Front office).

** <2016-01-08 Fri>
- Introduction
- Kenate - introduction
- hackathon - one cool solution, one problem to solve


** <2016-01-22 Fri>
- Jake - tutorial (20 minutes)
- Alex - research (20 minutes)
- Kenate - research (20 minutes)
- hackathon - one cool solution, one problem to solve

** <2016-02-05 Fri>
- Devon - lit review 2D hydrogen transport (15 minutes)
- Feiyang - lit review on modeling ternary alloy phase behavior  (15 minutes)
- Tianyu - lit review of Oxygen on Pd surfaces  (15 minutes)
- Teng Ma - lit review on alloy segregation  (15 minutes)
- hackathon - one cool solution, one problem to solve

** <2016-02-19 Fri>
- Elif - lit review on amine solvent CO2 capture  (15 minutes)
- Chen Wang - lit review on neural networks  (15 minutes)
- Akshay - lit review on oxide interfaces  (15 minutes)
- hackathon - one cool solution, one problem to solve

** <2016-03-04 Fri>
- Jake research (20 minutes)
- Kenate research (20 minutes)
- Alex - research (20 minutes)
- hackathon - one cool solution, one problem to solve


** <2016-03-18 Fri>
- Elif - research (20 minutes)
- Devon - project proposal (10 minutes)
- Feiyang - project proposal (10 minutes)
- Tianyu - project proposal (10 minutes)
- Teng Ma - project proposal (10 minutes)
- hackathon - one cool solution, one problem to solve

** <2016-04-01 Fri>
- Jake research (20 minutes)
- Kenate research (20 minutes)
- Alex - research (20 minutes)
- hackathon - one cool solution, one problem to solve

** <2016-04-15 Fri>
- Elif - research (20 minutes)
- Chen Wang - project proposal (10 minutes)
- Akshay - project proposal (10 minutes)
- hackathon - one cool solution, one problem to solve

** <2016-04-29 Fri>
- Jake research (20 minutes)
- Kenate research (20 minutes)
- Alex - research (20 minutes)
- hackathon - one cool solution, one problem to solve

** <2016-05-13 Fri>
- Elif - research (20 minutes)
- Devon - project update (10 minutes)
- Feiyang - project update (10 minutes)
- Tianyu - project update (10 minutes)
- Teng Ma - project update (10 minutes)

* build					:noexport:
#+BEGIN_SRC emacs-lisp
(require 'ox-md)
(org-md-export-to-markdown)
#+END_SRC

#+RESULTS:
: ./group-meetings-2015.md
